[
{"description": "The Barred Owl’s hooting call, “Who cooks for you? Who cooks for you-all?” is a classic sound of old forests and treed swamps. But this attractive owl, with soulful brown eyes and brown-and-white-striped plumage, can also pass completely unnoticed as it flies noiselessly through the dense canopy or snoozes on a tree limb. Originally a bird of the east, during the twentieth century it spread through the Pacific Northwest and southward into California.", "backyard": "Barred Owls often take up residence in nest boxes in mature forests. Consider putting up a nest box to attract a breeding pair. Make sure you put it up well before breeding season. Attach a guard to keep predators from raiding eggs and young. Find out more about nest boxes on our Attract Birds pages. You'll find plans for building a nest box of the appropriate size on our All About Birdhouses site.", "idthis": "Barred Owls are easiest to find when they are active at night—they’re a lot easier to hear than to see. Visit forests near water (big bottomland forest along a river is prime Barred Owl habitat) and listen carefully, paying attention for the species’ barking “Who cooks for you?” call. At great distance, this can sound like a large dog. Try imitating the call with your own voice and then wait quietly. If you’re lucky, a territorial Barred Owl will fly in to investigate you. During the daytime, a quiet walk through mature forest might reveal a roosting Barred Owl if you are lucky.", "coolfacts": ["The Great Horned Owl is the most serious predatory threat to the Barred Owl. Although the two species often live in the same areas, a Barred Owl will move to another part of its territory when a Great Horned Owl is nearby.", "Pleistocene fossils of Barred Owls, at least 11,000 years old, have been dug up in Florida, Tennessee, and Ontario.", "Barred Owls don’t migrate, and they don’t even move around very much. Of 158 birds that were banded and then found later, none had moved farther than 6 miles away.", "Despite their generally sedentary nature, Barred Owls have recently expanded their range into the Pacific Northwest. There, they are displacing and hybridizing with Spotted Owls—their slightly smaller, less aggressive cousins—which are already threatened from habitat loss.", "Young Barred Owls can climb trees by grasping the bark with their bill and talons, flapping their wings, and walking their way up the trunk.", "The oldest recorded Barred Owl was at least 26 years, 7 months old. It was banded in North Carolina in 1993, and caught due to injury in 2019."], "name": ["Barred Owl"], "sound": ["https://www.allaboutbirds.org/guide/assets/sound/549204.mp3", "https://www.allaboutbirds.org/guide/assets/sound/549205.mp3", "https://www.allaboutbirds.org/guide/assets/sound/549206.mp3", "https://www.allaboutbirds.org/guide/assets/sound/549207.mp3", "https://www.allaboutbirds.org/guide/assets/sound/549208.mp3", "https://www.allaboutbirds.org/guide/assets/sound/549209.mp3"], "Habitat": "Barred Owls live year-round in mixed forests of large trees, often near water. They tend to occur in large, unfragmented blocks of mature forest, possibly because old woodlands support a higher diversity of prey and are more likely to have large cavities suitable for nesting. Their preferred habitats range from swamps to streamsides to uplands, and may contain hemlock, maple, oak, hickory, beech, aspen, white spruce, quaking aspen, balsam poplar, Douglas-fir, lodgepole pine, or western larch.Back to top", "Food": "Barred Owls eat many kinds of small animals, including squirrels, chipmunks, mice, voles, rabbits, birds (up to the size of grouse), amphibians, reptiles, and invertebrates. They hunt by sitting and waiting on an elevated perch, while scanning all around for prey with their sharp eyes and ears. They may perch over water and drop down to catch fish, or even wade in shallow water in pursuit of fish and crayfish. Though they do most of their hunting right after sunset and during the night, sometimes they feed during the day. Barred Owls may temporarily store their prey in a nest, in the crook of a branch, or at the top of a snag. They swallow small prey whole and large prey in pieces, eating the head first and then the body.Back to top", "Nesting": "Barred Owls usually nest in a natural cavity, 20–40 feet high in a large tree. They may also use stick platform nests built by other animals (including hawks, crows, ravens, and squirrels), as well as human-made nest boxes. Barred Owls may prospect a nest site as early as a year before using it. No one knows whether the male or the female chooses the site.Barred Owls do little or nothing to change an existing tree cavity or abandoned platform nest. They may add lichen, fresh green conifer sprigs, or feathers to a stick platform nest, and they may flatten or remove the top of an old squirrel nest. Cavities measure 10–13 inches wide and 14–21 inches deep (sometimes much deeper, with one cavity recorded as nearly 8 feet deep).", "Behavior": "Barred Owls roost on branches and in tree cavities during the day and hunt by night. Territorial all year round, they chase away intruders while hooting loudly. They are even more aggressive during nesting season (particularly the females), sometimes striking intruders with their feet. Pairs probably mate for life, raising one brood each year. Their nests are preyed upon by other large owls and hawks, as well as by weasels and raccoons. When humans interfere with a nest, the parent may flee, perform a noisy distraction display with quivering wings, or even attack. Other birds recognize Barred Owls as predators; small songbirds, crows, and woodpeckers may band together to mob them. Their most dangerous predator is the Great Horned Owl, which eats eggs, young birds, and occasionally adults. Back to top", "Conservation": "Barred Owls are fairly numerous, and their populations increased 1.1% per year between 1966 and 2019, according to the North American Breeding Bird Survey. Partners in Flight estimates their global breeding population at 3.5 million. The species rates 7 out of 20 on the Continental Concern Score, indicating a species of low conservation concern. Until the twentieth century, Barred Owls were residents of old, undisturbed forests in eastern North America. They were probably restricted from moving into northwestern boreal forests because of frequent forest fires. But fire suppression—along with tree planting in the Great Plains—allowed them to spread northward and westward during the past century. They eventually expanded south along the West Coast as far as California, where they began competing with Spotted Owls. Barred Owls have displaced these slightly smaller and less aggressive owls and have been hybridizing with them, further threatening the already compromised Spotted Owl population. Barred Owls are forest birds and tend to occur in mature forests, because they need large, dead trees for nest sites. These requirements make them sensitive to logging expansion. For this reason, the Barred Owl is often used as an indicator species for managing old forests.", "Credits": "Lutmerding, J. A. and A. S. Love. (2020). Longevity records of North American birds. Version 2020. Patuxent Wildlife Research Center, Bird Banding Laboratory 2020.Mazur, Kurt M. and Paul C. James. (2000). Barred Owl (Strix varia), version 2.0. In The Birds of North America (P. G. Rodewald, editor). Cornell Lab of Ornithology, Ithaca, New York, USA.Partners in Flight. (2020). Avian Conservation Assessment Database, version 2020.Sauer, J. R., D. K. Niven, J. E. Hines, D. J. Ziolkowski Jr., K. L. Pardieck, J. E. Fallon, and W. A. Link (2017). The North American Breeding Bird Survey, Results and Analysis 1966–2015. Version 2.07.2017. USGS Patuxent Wildlife Research Center, Laurel, MD, USA.Sibley, D. A. (2014). The Sibley Guide to Birds, second edition. Alfred A. Knopf, New York, NY, USA.Back to top", "migration": "Resident (nonmigratory). Most Barred Owls remain in a single area their whole lives. On rare occasions they may wander farther in search of food during winters when prey is scarce.", "migration-img": "https://www.allaboutbirds.org/guide/assets/photo/621274649-1280px.jpg", "img": [{"url": "https://cdn.download.ams.birds.cornell.edu/api/v2/asset/281379091/1200", "caption": "Fairly large, with dark eyes and a yellow bill. Buffy below with dark streaks, and brown on the back with white mottling.", "location": "image/281379091.jpg"}, {"url": "https://cdn.download.ams.birds.cornell.edu/api/v2/asset/47025101/1200", "caption": "Upperparts are brown with mottling, and the tail is brown with white barring.", "location": "image/47025101.jpg"}, {"url": "https://cdn.download.ams.birds.cornell.edu/api/v2/asset/364718171/mp4/1280", "caption": "A large, stocky owl with a rounded head and no ear tufts. Song is a distinctive hooting described as “Who cooks for you? Who cooks for you-all?”", "location": "video/364718171.mp4"}, {"url": "https://cdn.download.ams.birds.cornell.edu/api/v2/asset/56811161/1200", "caption": "Juveniles are gray and fluffy with darker brown barring and mottling throughout.", "location": "image/56811161.jpg"}, {"url": "https://cdn.download.ams.birds.cornell.edu/api/v2/asset/33325831/1200", "caption": "Often occurs as pairs throughout the year.", "location": "image/33325831.jpg"}, {"url": "https://cdn.download.ams.birds.cornell.edu/api/v2/asset/442789/mp4/1280", "caption": "Mostly nocturnal, but sometimes active in morning and evening. Tends to sit quietly, swiveling head to listen for prey. Note round head and brown eyes.", "location": "video/442789.mp4"}, {"url": "https://cdn.download.ams.birds.cornell.edu/api/v2/asset/43945921/1200", "caption": "Hunts for a variety of prey, including amphibians and fish.", "location": "image/43945921.jpg"}, {"url": "https://cdn.download.ams.birds.cornell.edu/api/v2/asset/47467811/1200", "caption": "Typically occurs in well wooded habitats, but will come to edges and more open areas.", "location": "image/47467811.jpg"}, {"url": "https://cdn.download.ams.birds.cornell.edu/api/v2/asset/480891/mp4/1280", "caption": "Typically conceals itself amid branches and foliage to sleep during the day. Sometimes discovered by forest birds and mobbed or scolded; their calls can be a good way to find owls.", "location": "video/480891.mp4"}, {"url": "https://cdn.download.ams.birds.cornell.edu/api/v2/asset/443415/mp4/1280", "caption": "Flies with broad, rounded wings. Big head and flat face gives a blunt-headed appearance in flight that can help distinguish from hawks.", "location": "video/443415.mp4"}], "sound-loc": ["sound/549204.mp3", "sound/549205.mp3", "sound/549206.mp3", "sound/549207.mp3", "sound/549208.mp3", "sound/549209.mp3"], "migration-img-loc": "image/621274649-1280px.jpg"}
]